{
  "nav": {
    "home": "Home",
    "about": "Sobre Mí",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "header": {
    "hello": "HOLA",
    "im": "SOY",
    "developer": "Desarrollador",
    "description": "especializado en la creación integral de sitios web y aplicaciones. Con experiencia tanto en el Frontend como en el Backend."
  },
  "aboutMe": {
    "title": "SOBRE MÍ",
    "subtitle": "Aquí encontrarás más información sobre mí, lo que hago y mis habilidades actuales de programación y tecnología.",
    "knowMe": "Conóceme!",
    "description1": "Soy",
    "role": "Desarrollador Web Full Stack",
    "description2": "especializado en la creación de interfaces para sitios web y aplicaciones, enfocado en impulsar el éxito del producto. Explora algunos de mis Proyectos en la sección correspondiente.",
    "description3": "Me apasiona compartir mis logros como",
    "developer": "Desarrollador",
    "description4": "y aprendizajes acumulados a lo largo de los años. Conéctate conmigo en",
    "description5": ". Estoy buscando oportunidades laborales donde pueda contribuir, aprender y crecer.",
    "description6": "Si tienes una oportunidad",
    "job": "Laboral",
    "description7": "que se alinee con mis habilidades y experiencia, ¡No dudes en",
    "contactMe": "contactarme",
    "description8": "!"
  },
  "projects": {
    "title": "PROYECTOS",
    "subtitle": "Aquí encontrarás alguno de los proyectos mas relevantes que he realizado.",
    "seeMore": "Ver más",
    "modal": {
      "functions": "Funciones:",
      "userMode": "Modo Usuario",
      "adminMode": "Modo Admin",
      "repositories": "Repositorios:",
      "technologies": "Tecnologías Implementadas:",
      "close": "Cerrar",
      "inDevelopment": "En Desarrollo",
      "completed": "Completado"
    },
    "descriptions": {
      "polirubro": {
        "description": "Pagina web de renta de utileria, mobiliario, etc. para todo tipo de producción audiovisual, cine, televisión, publicidad y teatro, cualquier acción artística o evento.",
        "userMode": "El usuario puede navegar a travez del sitio, accediendo a una amplia variedad de productos, puede realizar busquedas a travez de filtros por categorias, sub-categorias y color",
        "adminMode": "El administrador tiene la posibilidad de agregar productos nuevos, editarlos y elimimarlos."
      },
      "fastdelivery": {
        "description": "Aplicacion pensada para una empresa de repartos.",
        "userMode": "Los usuarios van a ser los repartidores, los cuales podrán registrarse y loguearse libremente y seleccionar los paquetes que entregarán durante la jornada de trabajo.",
        "adminMode": "El administrador tendrá acceso a la lista de repartidores registrados, podrá verificar el estado de actividad, así también visualizar la cant de paquetes asignados. Podrá crear, visualizar y editar los paquetes."
      },
      "facundoraffa": {
        "description": "Pagina Web pensado para mostrar experiencias y promocionar guia de montaña",
        "userMode": "Blog personal para mostrar experiencias y trabajos realizados por profesional"
      },
      "tmdb": {
        "description": "Pagina web para explorar películas y programas de televisión",
        "userMode": "Registro de usuarios: Crea una cuenta para acceder a funciones personalizadas ,Lista de favoritos: Guarda tus películas y programas de televisión favoritos en tu cuenta ,Búsqueda avanzada: Encuentra películas y programas de televisión utilizando filtros y palabras clave"
      },
      "objetos3d": {
        "description": "Ecommerce administrativo",
        "userMode": "El usuario puede visualizar y comprar los objetos disponibles en la web, ademas la creacion y acceso a su cuenta con correo y contraseña",
        "adminMode": "El admin podra ver, agregar, editar y eliminar categorias, productos y tendra la posibilidad de agregar cuentas admin y controlar todas las cuentas de usuarios"
      }
    }
  },
  "skills": {
    "title": "Mis habilidades!"
  },
  "contact": {
    "title": "CONTACTO",
    "description": "Actualmente me encuentro en búsqueda de nuevas oportunidades laborales, si quieres ponerte en contaco, no dudes en contactarme."
  },
  "footer": {
    "rights": "Todos los derechos reservados"
  }
}
